Repository: dmh-alhazmi/Achivo
Catalog: Achivo/Localizable.xcstrings
Source language: en
Languages: ar

source: energies
ar: رفاق النمو

source: together!
ar: معًا!

source: yet
ar: بعد

# %lld / %lld Days
source: %1$lld / %2$lld Days
ar: %1$lld / %2$lld يوم

# %lld collected • %lld locked
source: %1$lld collected • %2$lld locked
ar: %1$lld تم جمعها • %2$lld بانتظارك

source: %lld days
ar: %lld يوم

source: %lld days remaining
ar: باقي %lld يوم

# %lld of %lld days completed
source: %1$lld of %2$lld days completed
ar: اكتملت %1$lld من %2$lld يوم

source: Activate Again
ar: فعّل الهدف مرة أخرى

source: Add new goal
ar: إضافة هدف جديد

source: Amazing! You reached your goal.
ar: رائع! وصلت إلى هدفك

source: Back
ar: رجوع

source: Best for
ar: الأفضل لـ

source: Best for %@
ar: الأفضل لـ %@

source: Boost +1 Day
ar: تعزيز +١ يوم

source: Cancel
ar: إلغاء

source: Complete goals and build streaks to collect badges.
ar: أكمل أهدافك وحافظ على استمرارك لتفتح إنجازات جديدة

source: Create Goal
ar: إنشاء هدف

source: Current streak is Day %lld. Completed dates are based on checked goals.
ar: السلسلة الحالية هي اليوم %lld. التواريخ المكتملة تعتمد على الأهداف التي تم تحديدها

source: Custom duration
ar: مدة مخصصة

source: Day
ar: يوم

source: Delete
ar: حذف

source: Delete Goal?
ar: حذف الهدف؟

source: done
ar: تم

source: Done
ar: تم

source: Duplicate
ar: تكرار

source: Duration
ar: المدة

source: Each energy has a unique strength Choose the one that fits you, or collect them all!
ar: كل رفيق له أسلوبه الخاص، اختر الرفيق الأقرب لك، وابدأ رحلتك!

source: Edit
ar: تعديل

source: Edit Goal
ar: تعديل الهدف

source: Editing goal
ar: تعديل الهدف

source: End date
ar: تاريخ النهاية

source: Goal completed
ar: اكتمل الهدف

source: Goal Completed
ar: اكتمل الهدف

source: Goal Details
ar: تفاصيل الهدف

source: Goal Summary
ar: ملخص الهدف

source: goals
ar: الأهداف

source: Goals
ar: الأهداف

source: Got it!
ar: فهمت!

source: grow
ar: نمو

source: growth
ar: النمو

source: Growth energy
ar: رفيق النمو

# Guided by %@ • %@
source: Guided by %1$@ • %2$@
ar: بإرشاد %1$@ • %2$@

source: Keep going
ar: استمر

source: Keep showing up, keep growing!
ar: استمر بخطواتك الصغيرة، وتقدم كل يوم!

source: let's
ar: لنبدأ

source: Let’s grow
ar: لنبدأ الرحلة

source: Meet your
ar: تعرّف على

source: Meet Your Buddies
ar: تعرّف على رفاقك

source: Min %lld
ar: الحد الأدنى %lld

source: More information about %@
ar: معلومات أكثر عن %@

source: New Badge Collected!
ar: تم جمع شارة جديدة!

source: No badges yet
ar: لا توجد شارات بعد

source: OK
ar: حسنا

source: Pick your growth mode
ar: اختر أسلوبك في التقدم

source: Progress
ar: التقدم

source: Save
ar: التقدم

source: Skip
ar: تخطي

source: Small steps today, big change tomorrow
ar: خطوات صغيرة اليوم، تغيير كبير غدًا

source: Start date
ar: تاريخ البداية

source: Start your first goal
ar: ابدئ أول هدف لك

source: Streak
ar: أيام التقدم

source: Streak Info
ar: معلومات أيام التقدم

source: Streak information
ar: معلومات أيام التقدم

source: The Badges
ar: إنجازاتي

source: This goal will be permanently deleted.
ar: سيتم حذف هذا الهدف نهائيًا

source: together
ar: معًا

source: Use it when you did extra today
ar: استخدمه عندما تنجز أكثر اليوم

source: Yay!
ar: ياي!

source: You finished this journey
ar: أنهيت هذه الرحلة

source: You have no
ar: ليس لديك

source: Your
ar: رحلتك

source: Your goal will last %lld days.
ar: سيستمر هدفك لمدة %lld يوم

source: Your Journey
ar: رحلتك
